/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "D-070918";

"common-controls-restart"		= "Neustart";
"common-controls-shutdown"		= "Ausschalten";
"common-controls-continue"		= "Fortsetzen";

"common-tab-apple-title"		= " Über ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Hardware-Tests ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Hardware-Profil ";	// does look better with spaces at head and tail
"common-version-str"			= " Version ";
"common-bundle-str"				= " Paket ";

"mark-graphics-unknown-str"		= "Unbekannte Grafikkarte";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Installiert";
"mark-generic-absent-str"		= "Nicht gefunden";
"mark-generic-hasDevice-str"	= "Gerät angeschlossen";
"mark-generic-hasNoDevice-str"	= "Kein Gerät angeschlossen";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "Bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " Stunde ";
"units-hours-str"		= " Stunden ";
"units-min-str"			= " Min. ";
"units-mins-str"		= " Min. ";
"units-sec-str"			= " Sek. ";
"units-secs-str"		= " Sek. ";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ".";
"delim-space-str"		= " ";
"delim-pct-str"			= " %";

"notcompat-nosupport-str"		= "Dieses Gerät wird von Apple Hardware Test nicht unterstützt.";
"notcompat-ownrisk-str"			= "Fortfahren auf eigenes Risiko [Nur Vorversion]";


"test-head-intro1-text"			= "Apple Hardware Test kann die Hardware Ihres Macintosh testen.";
"test-head-intro2-text"			= "Um die Tests auszuführen, klicken Sie auf die Taste „Test“ oder drücken Sie die Taste „T“ auf Ihrer Tastatur.";

"test-probe-onto-text"			= "Hardware wird geprüft; dies kann eine Minute dauern ...";
"test-probe-outof-text"			= "Prüfen der Hardware abgeschlossen";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Tests stoppen";

"test-choices-title"			= "Testversionen";
"test-about-title"				= "Über Tests und Ergebnisse";
"test-results-title"			= "Testergebnisse";

"test-results-notestyet"		= "Der Test kann erst nach Abschluss der Prüfung ausgeführt werden.";
"test-results-nodevfound"		= "Es wurden keine Geräte gefunden.";
"test-results-notyet"			= "Bereit zum Testen";
"test-results-quick-ongoing"	= "Test wird ausgeführt";
"test-results-extend-ongoing"	= "Ausführlicher Test wird ausgeführt.";
"test-results-willstop"			= "Test wird gestoppt";
"test-results-interrupted"		= "Der Test wurde nicht abgeschlossen.";
"test-results-nofail"			= "Es wurden keine Probleme gefunden.";
"test-results-error"			= "Interner Fehler während des Tests";
"test-results-failed"			= "Achtung! Apple Hardware Test hat einen Fehler gefunden.";

"test-ongoing-short-status"		= "Test wird ausgeführt";
"test-ongoing-mlb-status"		= "Hauptplatine testen";
"test-ongoing-memory-status"	= "Speicher testen";
"test-ongoing-storage-status"	= "Speicher testen";
"test-ongoing-video-status"		= "Grafikkarte testen";

"test-ongoing-pass-time-text"	= " Test wird ausgeführt ...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= " Test wird ausgeführt ...";
"test-ongoing-sess-pass-text"	= "Schritt: ";
"test-ongoing-sess-time-text"	= "Testzeit insgesamt: ";

"test-desc-initial-1-text"	= "Apple Hardware Test ist eine Diagnose-Software, die die installierten Hardware-Komponenten in Ihrem Computer überprüft.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Die ausgeführten Tests können Ihnen zeigen, ob es sich um ein Hardware- oder Software-Problem handelt.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Wenn das Ergebnis ein Hardware-Problem ausschließt, finden Sie weitere Tipps zur Problembeseitigung im mitgelieferten Handbuch und/oder in der Mac-Hilfe.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Verbleibende Zeit bis Testende: 3 Minuten, abhängig vom installierten Speicher auch länger.";	/* default */
"test-desc-intro-quick-text2"	= "Verbleibende Zeit bis Testende: 10 bis 15 Sekunden, abhängig vom installierten Speicher auch länger.";
"test-desc-intro-quick-text3"	= "Verbleibende Zeit bis Testende: 2 Minuten, abhängig vom installierten Speicher auch länger.";
"test-desc-intro-quick-text4"	= "Verbleibende Zeit bis Testende: 4 Minuten, abhängig vom installierten Speicher auch länger.";

"test-desc-intro-extend-text"	= "Verbleibende Zeit bis Testende: 1 Stunde, abhängig vom installierten Speicher auch länger.";	/* default */
"test-desc-intro-extend-text2"	= "Verbleibende Zeit bis Testende: 10 bis 15 Minuten, abhängig vom installierten Speicher auch länger.";
"test-desc-intro-extend-text3"	= "Verbleibende Zeit bis Testende: 30 Minuten, abhängig vom installierten Speicher auch länger.";
"test-desc-intro-extend-text4"	= "Verbleibende Zeit bis Testende: 2 Stunden, abhängig vom installierten Speicher auch länger.";

"test-desc-option-extend-text"	= "Ausführlichen Test ausführen (dauert erheblich länger)";
"test-desc-option-loop-text"	= "Endlosschleife aktiviert";

"test-desc-quick-running-1-text"	= "Tests laufen ...";
"test-desc-quick-running-2-text"	= "Klicken Sie zum Stoppen auf die Taste „Tests stoppen“.";
"test-desc-quick-running-3-text"	= "Oder drücken Sie gleichzeitig die Befehlstaste (Apple-Taste) und die Taste „.“ (Punkt).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Ausführlicher Test wird ausgeführt ...";
"test-desc-extend-running-2-text"	= "Klicken Sie zum Stoppen auf die Taste „Tests stoppen“.";
"test-desc-extend-running-3-text"	= "Oder drücken Sie gleichzeitig die Befehlstaste (Apple-Taste) und die Taste „.“ (Punkt).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Achtung! Apple Hardware Test hat einen Fehler gefunden.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "1. Notieren Sie sich bitte den Fehler in „Testergebnisse“.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "2. Sollten externe Geräte angeschlossen sein, schalten Sie bitte Ihren Computer aus, entfernen die Geräte und starten anschließend den ausführlichen Test zur Überprüfung erneut.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Sollte weiterhin ein Fehler gemeldet werden, wenden Sie sich bitte an AppleCare. Informationen hierzu erhalten Sie in den Unterlagen zum Service und Support, die Sie mit Ihrem Computer erhalten haben.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Achtung! Apple Hardware Test hat beim Start einen Fehler entdeckt.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "1. Notieren Sie sich bitte den Fehler in „Testergebnisse“.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "2. Sollten externe Geräte angeschlossen sein, schalten Sie bitte Ihren Computer aus, entfernen die Geräte und starten anschließend den ausführlichen Test zur Überprüfung erneut.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Sollte weiterhin ein Fehler gemeldet werden, wenden Sie sich bitte an AppleCare. Informationen hierzu erhalten Sie in den Unterlagen zum Service und Support, die Sie mit Ihrem Computer erhalten haben.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produkt";
"prof-prod-group-subtitle"		= "Produktdetails:";
"prof-prod-name-label"			= "Macintosh-Name:";
"prof-prod-model-label"			= "Macintosh-Modell:";
"prof-prod-cputype-label"		= "CPU-Art:";
"prof-prod-cpucount-label"		= "Anzahl der Prozessoren:";
"prof-prod-cpucoretotal-label"	= "Gesamtanzahl der Kerne:";
"prof-prod-cpucorecount-label"	= "Anzahl der Kerne:";
"prof-prod-cpuspeed-label"		= "CPU-Geschwindigkeit:";
"prof-prod-cpucache-label"		= "L2-CPU-Cache (pro Prozessor):";

"prof-prod-L2cache-label"		= "L2-Cache:";
"prof-prod-L2cachecore-label"	= "L2-Cache (pro Kern):";
"prof-prod-L3cache-label"		= "L3-Cache:";

"prof-prod-cpucache3-label"		= "L3-CPU-Cache (pro CPU):";
"prof-prod-mlb-sn-label"		= "Hauptplatinen-Seriennummer:";
"prof-processor-tray-sn-label"	= "Prozessormodul-Seriennummer:";

"prof-graph-group-title"		= "Video";
"prof-graph-group-subtitle"		= "Videodetails:";
"prof-graph-chipset-label"		= "Grafik:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Darstellungsbreite (Pixel):";
"prof-graph-disp-height-label"	= "Darstellungshöhe (Pixel):";

"prof-communi-group-title"		= "Kommunikation";
"prof-communi-group-subtitle"	= "Kommunikationsdetails:";
"prof-communi-enet-mac-label"	= "Ethernet-MAC-Adresse:";
"prof-communi-fwire-mac-label"	= "FireWire-MAC-Adresse:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IR-Empfänger:";
"prof-communi-usb1-connect-label"	= "USB-Anschluss 1:";
"prof-communi-usb2-connect-label"	= "USB-Anschluss 2:";
"prof-communi-usb3-connect-label"	= "USB-Anschluss 3:";
"prof-communi-usb4-connect-label"	= "USB-Anschluss 4:";

"prof-memo-group-title"			= "Speicher";
"prof-memo-group-subtitle"		= "Speicherdetails:";
"prof-memo-overview-label"		= "Überblick";
"prof-memo-slot-1-label"		= "Speicher 1:";
"prof-memo-slot-2-label"		= "Speicher 2:";
"prof-memo-slot-3-label"		= "Speicher 3:";
"prof-memo-slot-4-label"		= "Speicher 4:";
"prof-memo-slot-5-label"		= "Speicher 5:";
"prof-memo-slot-6-label"		= "Speicher 6:";
"prof-memo-slot-7-label"		= "Speicher 7:";
"prof-memo-slot-8-label"		= "Speicher 8:";

"prof-memo-type-str"			= "SDRAM auf Hauptplatine";
"prof-memo--str"				= "Unbekannt";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2-SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Zyklusdauer (ns)";
"prof-memo-ct2-str"				= " Zyklus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Verbunden mit Nummer";
"prof-memo-paired-not-str"		= " Nicht verbunden";
"prof-memo-mismatch-label"		= "Nicht passend:";
"prof-memo-size-str"			= " Größe";
"prof-memo-speed-str"			= " Geschwindigkeit";
"prof-memo-vendor-str"			= " Hersteller";
"prof-memo-recommend-str"		= "Empfohlen: ";
"prof-memo-post-fail-str"		= "POST-Fehler";

"prof-board-group-title"		= "Hauptplatine";
"prof-board-brom-vers-label"	= "Boot-ROM-Version:";
"prof-board-smc-vers-label"		= "SMC-Version:";
"prof-board-syst-sn-label"		= "Seriennummer:";
"prof-board-bootdev-label"		= "Startvolume:";

"prof-stor-group-title"			= "Speicher";
"prof-stor-size-label"			= "Größe:";

"prof-powr-group-title"			= "Stromversorgung";
"prof-powr-group-subtitle"		= "Details:";
"prof-powr-src-label"			= "Stromversorgung:";
"prof-powr-src-wall-str"		= "Netzteil";
"prof-powr-src-batt-str"		= "Batterie";
"prof-powr-ac-on-str"			= "Verbunden";
"prof-powr-ac-off-str"			= "Nicht verbunden";
"prof-powr-capac-label"			= "Kapazität:";
"prof-powr-volt-label"			= "Spannung";
"prof-powr-status-label"		= "Status:";

